Revit 2024 API
ParameterTypeId.PhyMaterialParamYoungMod Property
 "Young modulus"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamYoungMod { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamYoungMod As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamYoungMod {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace